Repository: common-repository/yesnology
Catalog: languages/YesNology-*.po
Languages: de_de, es_es, fr_fr

source: Advanced settings
de_de: Erweiterte Einstellungen
es_es: Ajustes avanzados
fr_fr: Réglages avancés

source: Binder
de_de: Bindemittel
es_es: Carpeta
fr_fr: Liant

source: Choose a province...
de_de: Wählen Sie eine Provinz...
es_es: Elige una provincia...
fr_fr: Choisissez une province...

source: Choose a region...
de_de: Wählen Sie eine Region...
es_es: Elige una región...
fr_fr: Choisissez une région...

source: Choose an option...
de_de: Wähle eine Option...
es_es: Escoge una opción...
fr_fr: Choisis une option...

source: Choose the country...
de_de: Wählen Sie das Land...
es_es: Elige el país...
fr_fr: Choisissez le pays...

source: Company
de_de: Gesellschaft
es_es: Compañía
fr_fr: Compagnie

source: Company data
de_de: Firmen Daten
es_es: Datos de la compañia
fr_fr: Les données de la compagnie

source: Confirm page
de_de: Seite bestätigen
es_es: Confirmar página
fr_fr: Confirmer la page

source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copie

source: Data sent successfully. Thank you!
de_de: Daten erfolgreich gesendet. Vielen Dank!
es_es: Datos enviados con éxito. ¡Gracias!
fr_fr: Données envoyées avec succès. Merci!

source: Here we are! Here is the shortcode to copy and paste where you want it to appear in a new form or in an existing one!
de_de: Hier sind wir! Hier ist der Shortcode zum Kopieren und Einfügen, wo er in einem neuen oder in einem bestehenden Formular erscheinen soll!
es_es: ¡Aquí estamos! ¡Aquí está el código abreviado para copiar y pegar donde desea que aparezca en un formulario nuevo o en uno existente!
fr_fr: Nous voilà! Voici le shortcode à copier-coller où vous voulez qu'il apparaisse dans un nouveau formulaire ou dans un existant!

source: Send
de_de: Einreichen
es_es: Enviar
fr_fr: Nous faire parvenir

source: Registration data
de_de: Registrierungsdaten
es_es: Datos de registro
fr_fr: Données d'enregistrement

source: Select a binder
de_de: Wählen Sie einen Ordner aus
es_es: Seleccione una carpeta
fr_fr: Sélectionnez un classeur

source: Select a company
de_de: Wählen Sie ein Unternehmen aus
es_es: Seleccione una empresa
fr_fr: Sélectionnez une entreprise

source: Select at least one item!
de_de: Wählen Sie mindestens einen Artikel aus!
es_es: ¡Seleccione al menos un artículo!
fr_fr: Sélectionnez au moins un élément!

source: Select language...
de_de: Sprache auswählen...
es_es: Seleccione el idioma...
fr_fr: Choisir la langue...

source: Setup shortcode
de_de: Shortcode einrichten
es_es: Código abreviado de configuración
fr_fr: Configurer le short code

source: Setup YesNology plugin
de_de: Richten Sie das YesNology-Plugin ein
es_es: Configurar el complemento YesNology
fr_fr: Configurer le plug-in YesNology

source: Thank you text
de_de: Dankestext
es_es: Texto de agradecimiento
fr_fr: Texte de remerciement

source: Through the plugin for YesNology it is possible to store the data entered by the user in a safe and reliable place 100% compliant with the GDPR. The plugin can be used for an unlimited number of collectors: collect newsletter subscriptions, customer satisfaction forms, customer surveys, ... and much more!!! Through a short code you can collect all the information you deem appropriate. Through the YesNology backend you will be able to consult the data collected and you will be able to use them in a form compliant with the GDPR. You will also be able to share the collected data with your CRM using the APIs that YesNology makes available to you. To use the plugin you need to have a subscription to YesNology. You can find more information at https://yesnology.com. You can contact us at info@yesnology.com
de_de: Durch das Plugin für YesNology ist es möglich, die vom Benutzer eingegebenen Daten zu 100% DSGVO-konform an einem sicheren und zuverlässigen Ort zu speichern. Das Plugin kann für eine unbegrenzte Anzahl von Sammlern verwendet werden: Sammeln Sie Newsletter-Abonnements, Kundenzufriedenheitsformulare, Kundenumfragen, ... und vieles mehr!!! Über einen kurzen Code können Sie alle Informationen sammeln, die Sie für angemessen halten. Über das Backend von YesNology können Sie die gesammelten Daten einsehen und in einer DSGVO-konformen Form verwenden. Sie können die gesammelten Daten auch mit Ihrem CRM teilen, indem Sie die APIs verwenden, die YesNology Ihnen zur Verfügung stellt. Um das Plugin verwenden zu können, benötigen Sie ein Abonnement für YesNology. Weitere Informationen finden Sie unter https://yesnology.com. Sie können uns unter info@yesnology.com kontaktieren
es_es: A través del complemento para YesNology es posible almacenar los datos ingresados ​​por el usuario en un lugar seguro y confiable 100% compatible con el RGPD. El complemento se puede usar para un número ilimitado de recopiladores: recopilar suscripciones a boletines, formularios de satisfacción del cliente, encuestas de clientes, ... ¡y mucho más! A través de un código corto podrás recopilar toda la información que consideres oportuna. A través del backend de YesNology podrá consultar los datos recopilados y podrá utilizarlos de forma compatible con el RGPD. También podrás compartir los datos recopilados con tu CRM utilizando las APIs que YesNology pone a tu disposición. Para usar el complemento, debe tener una suscripción a YesNology. Puede encontrar más información en https://yesnology.com. Puede contactarnos en info@yesnology.com
fr_fr: Grâce au plugin pour YesNology, il est possible de stocker les données saisies par l'utilisateur dans un endroit sûr et fiable 100% conforme au GDPR. Le plugin peut être utilisé pour un nombre illimité de collectionneurs : collectez les abonnements à la newsletter, les formulaires de satisfaction client, les enquêtes clients, ... et bien plus encore !!! Grâce à un code court, vous pouvez collecter toutes les informations que vous jugez appropriées. Grâce au backend YesNology vous pourrez consulter les données collectées et vous pourrez les utiliser sous une forme conforme au RGPD. Vous pourrez également partager les données collectées avec votre CRM grâce aux API que YesNology met à votre disposition. Pour utiliser le plugin, vous devez avoir un abonnement à YesNology. Vous pouvez trouver plus d'informations sur https://yesnology.com. Vous pouvez nous contacter à info@yesnology.com
